Repository: cburgmer/pdfserver
Catalog: pdfserver/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Please activate cookies so your uploads can be linked to you.
de: Bitte aktiviere Cookies, damit hochgeladene Dateien dir zugeordnet werden können.

source: Confirm deletion
de: Bestätige Löschung

source: Are you sure you want to delete this file?
de: Soll diese Datei wirklich gelöscht werden?

source: Size
de: Größe

source: Pages
de: Seiten

source: Delete all files
de: Alle Dateien löschen

source: Cancel
de: Abbrechen

source: All files will be deleted. Are you sure?
de: Alle Dateien werden gelöscht. Bist du sicher?

source: Download result
de: Lade Ergebnis herunter

source: PDF generated
de: PDF erstellt

source: Your PDF file has been generated.
de: Die PDF-Datei wurde erstellt.

source: Download PDF...
de: PDF herunterladen...

source: Generating PDF
de: Erstelle PDF

source: Your PDF is being generated. Reload this page to check if it has been completed.
de: Die PDF-Datei wird gerade erstellt. Lade diese Seite neu, um zu überprüfen, ob der Prozess beendet ist.

source: To main page
de: Zur Hauptseite

source: Please check your input.
de: Bitte überprüfe deine Eingabe.

source: There are only maximum {0} pages.
de: Es existieren nur maximal {0} Seiten.

source: Delete
de: Löschen

source: Successfully upload file
de: Datei erfolgreich hochgeladen

source: Error updating file list:
de: Fehler bei Aktualisierung der Dateiliste:

source: Unable to upload file
de: Kann die Datei nicht hochladen

source: Unable to delete files:
de: Kann die Dateien nicht löschen:

source: Deleted all files
de: Alle Dateien gelöscht

source: All
de: Alle

source: More options
de: Mehr Optionen

source: Less options
de: Weniger Optionen

source: An error occurred:
de: Ein Fehler ist aufgetreten:

source: Error generating the PDF.
de: Fehler beim Erstellen des PDFs.

source: Generating your PDF...
de: Erstelle die PDF-Datei...

source: Welcome to pdfserver
de: Willkommen zu pdfserver

source: Upload PDF files, drag them into the right order and recombine pages.
de: Lade PDF-Dateien hoch, schiebe sie in die richtige Reihenfolge und kombiniere Seiten neu.

source: Optionally select pages (e.g. '1-4, 6, 19-')
de: Selektiere wahlweise Seiten (z.B. '1-4, 6, 19-')

source: Upload
de: Hochladen

source: Pages per sheet
de: Seiten pro Blatt

source: Rotate clockwise by
de: Drehe im Uhrzeigersinn

source: Insert watermark (e.g. 'DRAFT')
de: Füge Wasserzeichen ein (z.B. 'ENTWURF')

source: Combine &amp; open
de: Kombinieren &amp; öffnen

source: Hints
de: Hinweise

source: To simply join documents you can leave the page selection empty.
de: Um einfach zwei Dokumente zu vereinen, lasse die Seitenauswahl leer.

source: If you want to insert pages from a document B into the middle of document A, upload A twice selecting first the initial and then the final range separately.
de: Falls du Seiten aus Dokument B in die Mitte von Dokument A einfügen willst, dann lade A zweifach hoch und selektiere zu erst die Seiten am Anfang und danach die Seiten am Ende getrennt voneinander.

source: Storing several pages on one sheet will only work on a per-document basis. If you need to merge pages between documents combine the documents first and then in a second run actually merge pages onto one sheet.
de: Das Schreiben von mehreren Seiten auf ein Blatt funktioniert nur jeweils einzeln je Dokument. Falls du Seiten zwischen mehreren Dokumenten vereinen willst, dann kombiniere zunächst die Dokumente, um dann in einem zweiten Gang Seiten auf ein Blatt zu vereinen.

source: <a href="http://pdfserverapp.appspot.com/">Pdfserver</a> is <a href="http://github.com/cburgmer/pdfserver/blob/master/LICENSE">free and open source software</a> and is available from <a href="http://github.com/cburgmer/pdfserver">Github</a>.
de: <a href="http://pdfserverapp.appspot.com/">Pdfserver</a> ist eine <a href="http://github.com/cburgmer/pdfserver/blob/master/LICENSE">Freie und Open-Source-Software</a> und kann von <a href="http://github.com/cburgmer/pdfserver">Github</a> heruntergeladen werden.

source: Unable to delete file:
de: Kann die Datei nicht löschen:

source: Deleted file
de: Datei gelöscht

source: There are no uploaded files at present.
de: Es existieren zur Zeit keine hochgeladenen Dateien.
